Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_de.tmx
Source language: en
Languages: de

source: Helped me open my organisation to new groups of adult learners (for Grundtvig grantholders only)
de: Hilft neue Zielgruppen im Bereich der Erwachsenenbildung anzusprechen (nur für Grundtvig Antragsteller)

source: European Non Governmental Organisation which pursues a goal of general European interest and whose activities are aimed at young people's participation in public life and in society and the development of European cooperation activities in the youth field. Its structure and activities must cover at least 8 programme Countries.
de: Europäische gemeinnützige Organisation, die ein Ziel von allgemeinem europäischen Interesse verfolgt und deren Aktivititäten auf eine aktive Teilhabe Jugendlicher am öffentlichen Leben und der Gesellschaft sowie die Entwicklung von europäischer Zusammenarbeit im Jugendbereich abzielen. Die Struktur und Aktivitäten der Organisation müssen mindestens 8 Programmländer abdecken.

source: Overall satisfaction regarding financial support provided by the Leonardo da Vinci programme
de: Ich bin insgesamt zufrieden mit der Unterstützung durch das Programm Leonardo da Vinci

source: PLM (People in the Labour Market)
de: PLM (People in the Labour Market - Personen auf dem Arbeitsmarkt)

source: Educational policy recommendation
de: Empfehlungen für die Bildungspolitik

source: Sports activities and amusement and recreation activities
de: Sportaktivitäten und Vergnügungs- und Erholungstätigkeiten

source: Increased language skills
de: Verbesserte Sprachfertigkeiten

source: Language preparation received helped me to work in my occupational area
de: Die sprachliche Vorbereitung hat mir dabei geholfen, in meinem Arbeitsbereich tätig zu sein

source: Operating Grants
de: Betriebskostenzuschüsse

source: Algeria
de: Algerien

source: Disabled
de: Behinderte

source: Activities of extraterritorial organizations and bodies
de: Tätigkeiten auswärtiger Organisationen und Körperschaften

source: Religious professionals
de: Religionsfachkräfte

source: Economics
de: Wirtschaftswissenschaften

source: Teaching associate professionals
de: Pädagogisches Unterstützungspersonal

source: Manufacture of chemicals and chemical products
de: Produktion von Chemikalien und chemischen Produkten

source: FINAL
de: END

source: Irish
de: irisch

source: Business services agents and trade brokers
de: Handelsvertreter und Handelsmakler

source: Promoting equality between men and women and contributing to combating all forms of discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation
de: Förderung der Gleichstellung zwischen Männern und Frauen und Unterstützung der Bekämpfung aller Formen von Diskriminierung aus Gründen des Geschlechts, der Rasse oder der ethnischen Herkunft, der Religion oder der Weltanschauung, einer Behinderung, des Alters oder der sexuellen Ausrichtung

source: Less widely taught languages
de: Weniger unterrichtete Sprachen

source: Manufacture of textiles
de: Produktion von Textilien

source: Individual
de: Individuum

source: Europass Mobility Document
de: Europass-Mobilitätsnachweis

source: Development of mobility strategies in VET
de: x

source: Data processing technology
de: Technologie zur Datenverarbeitung

source: Optical and electronic equipment operators
de: Optiker und Bediener elektronischer Geräte

source: Round 1: 02/02/2012
de: Runde 1: 02.02.2012

source: Yes
de: Ja

source: To a very small extent
de: In sehr geringem Umfang

source: Through my national agency
de: Durch meine Nationalagentur

source: Study visits
de: Studienbesuch

source: Group 2 &ndash; Youth exchanges and voluntary services
de: Gruppe 2: Jugendbegegnungen und Freiwilligendienste

source: OTHER SERVICE ACTIVITIES
de: Erbringung von sonstigen Dienstleistungen

source: This sub-Action supports activities at European and national level which improve young people’s access to information and communication services and increase the participation of young people in the preparation and dissemination of user-friendly, targeted information products. It also supports the development of European, national, regional and local youth portals for the dissemination of specific information for young people. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
de: Diese Unteraktion unterstützt Aktivitäten auf europäischer und nationaler Ebene, die den Zugang junger Menschen zu Informations- und Kommunikationsdiensten verbessern und die Beteiligung junger Menschen an der Erstellung und Verbreitung benutzerfreundlicher, auf die Zielgruppe ausgerichteter Informationsprodukte verstärken. Außerdem wird durch diese Unteraktion die Entwicklung europäischer, nationaler, regionaler und lokaler Jugendportale für die Verbreitung spezifischer Informationen für junge Menschen unterstützt. Förderanträge, die sich auf diese Unteraktion beziehen, sind nach besonderen Aufforderungen zur Einreichung von Vorschlägen einzureichen.

source: Hosting organisation
de: Aufnahmeorganisation

source: Social dialogue at community level
de: Sozialer Dialog auf Gemeinschaftsebene

source: Manufacturing and processing (broad programmes)
de: Produktion und Verarbeitung (breitgefächerte Bildungsgänge)

source: Social competence
de: Soziale Kompetenz

source: Yes we can find accommodation
de: Ja, wir können eine Unterbringungsmöglichkeit finden

source: Round 3: 17/09/2012
de: Runde 3: 17.09.2012

source: Business and administration
de: Betriebswirtschaft

source: supporting
de: unterstützend

source: Methods to increase trainees motivation
de: Methoden zur Motivationssteigerung von Auszubildenden

source: Legislators and senior government officials
de: Gesetzgeber und Führungskräfte

source: OBSERVATION AND ANALYSIS
de: BEOBACHTUNGEN UND ANALYSEN

source: Social work activities without accommodation
de: Sozialarbeitstätigkeiten ohne Unterbringung

source: Manufacture of computer, electronic and optical products
de: Produktion von Computer-, elektronischen und optischen Geräten

source: Increased social skills
de: Verbesserte Sozialkompetenz

source: Language learning using the European Language Portfolio
de: Spracherwerb unter Verwendung des Europäischen Sprachportfolios

source: Support to entrepreneurship and links with the world of work
de: Förderung von Entrepreneurship und Verbindungen zur Arbeitswelt.

source: COM-Low-Medium
de: COM-klein-mittel

source: Soil and water sciences
de: Boden- und Wasserwissenschaft

source: Developing digital learning environments for the acquisition of key competences
de: Entwicklung des digitalen Lernumfeldes zum Erwerb von Schlüsselkompetenzen

source: Exhibition
de: Ausstellung

source: Strategies for stimulating demand for learning
de: Strategien zur Erhöhung der Lernnachfrage

source: Other type of Counselling Service
de: Sonstige Art von Beratungsservice

source: I was given proper help to find a suitable host organisation/company where the mobility actually took part
de: Ich erhielt Unterstützung bei der Suche nach einer Gasteinrichtung.

source: Interdisciplinary Studies
de: Fachübergreifende Studien

source: 11-15 years
de: 11 - 15 Jahre

source: Public company
de: Aktiengesellschaft

source: Amharic
de: Amharisch

source: COMENIUS Multilateral school partnerships
de: COMENIUS-Multilaterale Schulpartnerschaften

source: Greek
de: griechisch

source: Mobility strategies and removal of barriers to mobility in higher education
de: Mobilitätsstrategien und Barrierebeseitigung für die Mobilität in der Hochschulbildung

source: Educators / mediators / learning facilitators
de: Erzieher/Mediatoren/Lehrbeauftragte

source: Architectural and engineering activities; technical testing and analysis
de: Architektur- und Ingenieurwesen; technische Untersuchung und Analyse

source: Ndebele, North
de: Ndebele, Nord

source: Other types of Association
de: Sonstige Vereinigungen

source: Manufacture of other non-metallic mineral products
de: Produktion von anderen nichtmetallischen Mineralprodukten

source: Reinforcing transversal competences, such as digital competence, bridging the worlds of education and work
de: x

source: Cayman Islands
de: Kaimaninseln

source: Seminars
de: Seminar

source: I am a national of one of the countries participating in the LLP, namely:
de: Ich bin Staatsangehörige/r eines der Staaten, die am Programm für lebenslanges Lernen teilnehmen, nämlich:

source: Teachers
de: Lehrer/innen

source: VET providers associations
de: Vereinigungen von Berufsbildungsinstitutionen, Organisationen, Schulen oder Anbietern in der Berufsbildung

source: Company training department
de: Ausbildungsabteilung einer Firma

source: Team-teaching and other collaborative working methods
de: Unterrichten im Team und weitere gemeinsame Arbeitsmethoden

source: Database
de: Datenbank

source: Pedagogy and didactics
de: Pädagogik und Didaktik

source: ADP CHAIRS
de: ADP-LEHRSTÜHLE

source: MOBILITY
de: MOBILITÄT

source: To help young people acquire the basic life-skills and competences necessary for their personal development, for future employment and for active European citizenship
de: Um junge Menschen dabei zu unterstützen, sich die grundlegenden Alltagsfähigkeiten und Kompetenzen anzueignen, die für ihre persönliche Entwicklung, für eine zukünftige Berufstätigkeit und für eine aktive europäische Bürgerschaft notwendig sind.

source: Mining and extraction
de: Bergbau und Rohstoffgewinnung

source: Computer engineering
de: Computertechnik

source: to promote young people’s active citizenship in general and their European citizenship in particular
de: Förderung der Erfahrungen von Jugendlichen in Bezug auf die aktive Bürgerschaft im Allgemeinen und die europäische Bürgerschaft im Speziellen

source: Senior Volunteering Projects
de: Freiwilligenprojekte älterer Menschen

source: ERASMUS Accompanying measures
de: ERASMUS Begleitende Maßnahmen

source: STRUCTURAL
de: STRUKTURELL

source: Trainees associations
de: Auszubildendenvertretungen

source: Water collection, treatment and supply
de: Wassersammlung, -aufbereitung und -versorgung

source: Publishing Group
de: Verlagsgruppe

source: Teachers, trainers and other staff involved in any aspect of lifelong learning
de: Lehrkräfte, Ausbilder/innen und sonstiges Personal im Rahmen des lebenslangen Lernens

source: Communication in the mother tongue
de: Muttersprachliche Kompetenz

source: Individual Pupil Mobility mentors and contact teachers requesting training in a language necessary for implementing the pupil mobilities
de: Mentoren und Kontaktlehrer im Bereich der individuellen Schülermobilität, die eine Fortbildung in einer Sprache anstrebt, um die Schülermobilität zu implementieren

source: Round 1: 09/03/2012
de: Runde 1: 09.03.2012

source: Environmental protection (broad programmes)
de: Umweltschutz (breitgefächerte Bildungsgänge)

source: Translation, interpretation
de: Übersetzen, Dolmetschen

source: Round 2: 01/05/2012
de: Runde 2: 01.05.1012

source: Motion picture, video and television programme production, sound recording and music publishing activities
de: Film-, Video- und Fernsehproduktion, Tontechnik und Musikverlagswesen

source: House keepers
de: HaushälterInnen

source: (CLIL) Content and Language Integrated Language Teaching
de: (CLIL) Integriertes Fremsprachen- und Sachfachlernen

source: Development of training courses
de: Entwicklung von Ausbildungskursen

source: Informal European network
de: Informelles europäisches Netzwerk

source: Plant and machine operators and assemblers
de: Anlagebetreiber, Maschinisten und Monteure

source: Assignements HEI
de: Zuweisung Hochschulen

source: Uzbek
de: Usbekisch

source: Research
de: Forschung

source: Academic Networking in adult education
de: Akademisches Networking in der Erwachsenenbildung

source: Bihari
de: Biharisch

source: ARTS, ENTERTAINMENT AND RECREATION
de: Kunst, Unterhaltung und Erholung

source: The role of adult education in strengthening social inclusion and gender equality
de: x

source: Turkmen
de: Turkmenisch

source: Not for Profit
de: nicht gewinnorientiert

source: GRU Assistants
de: GRU Assistenz

source: Support to literacy and "transversal key competences"
de: x

source: Humanities
de: Geisteswissenschaften

source: PROJECTS
de: PROJEKTE

source: Cook Islands
de: Cookinseln

source: Fair
de: Unterdurchschnittlich

source: Promotion of lifelong learning strategies, including pathways between the different education and training sectors
de: x

source: Language learning and linguistic diversity
de: Spracherlernen und sprachliche Vielfalt

source: Gender equality
de: Gleichstellung der Geschlechter

source: Working life
de: Arbeitsleben

source: LITHUANIA
de: LITAUEN

source: This sub-Action will be used by the Commission to fund seminars, colloquia and meetings to facilitate the implementation of the Programme and the dissemination and exploitation of its results.
de: Die Kommission verwendet diese Unteraktion zur finanziellen Unterstützung von Seminaren, Kolloquien und Sitzungen, um die Umsetzung des Programms sowie die Verbreitung und Auswertung seiner Ergebnisse zu erleichtern.

source: Time management
de: Zeitmanagement

source: Teaching basic skills for adult learners
de: Erwachsenen Lernenden Grundfertigkeiten lehren

source: Latin America with agreements
de: Lateinamerika mit Verträgen

source: Astronomy, astrophysics
de: Astronomie, Astrophysik

source: Managerial lessons learned and know-how
de: Leitende Aufgaben gelernt und Know-how

source: Results achievement
de: Erzielte Ergebnisse

source: ACTIVITIES OF EXTRATERRITORIAL ORGANIZATIONS AND BODIES
de: Extraterritoriale Organisationen und Körperschaften

source: BELGIUM
de: BELGIEN

source: 6 months
de: 6 Monate

source: I now consider working in another country
de: Ich erwäge jetzt, im Ausland zu arbeiten

source: A teacher requesting training in less widely taught and less used languages
de: Lehrkraft, die eine seltener verwendete und unterrichtete Fremdsprache erlernen möchte

source: Manual workers
de: manuelle Arbeiter/innen

source: Kirghiz
de: Kirgisisch

source: Craft and related trades workers
de: Facharbeiter im Handwerk

source: Environmental sciences, ecology
de: Umweltwissenschaften, Ökologie

source: Both Sending and Host organisation
de: Entsendende und gastgebende Einrichtung

source: Support to the European Youth Forum
de: Förderung des Europäischen Jugendforums

source: Application Form
de: Antragsformular

source: Food science and technology
de: Lebensmittelwissenschaft und -technik

source: Culture
de: Kultur

source: FINLAND
de: FINNLAND

source: 22 months
de: 22 Monate

source: Media
de: Medien

source: ERASMUS Staff Mobility - Staff Training
de: ERASMUS Personalmobilität - Mobilität zu Fort- und Weiterbildungszwecken

source: Manual workers in industry and services
de: manuelle ArbeiterInnen im Industrie- und Dienstleistungsbereich

source: Computer science
de: Informatik

source: Wholesale and retail trade and repair of motor vehicles and motorcycles
de: Groß- und Einzelhandel und Reparatur von Motorfahrzeugen und Motorrädern

source: Producer
de: Hersteller

source: LEONARDO DA VINCI Partnerships
de: LEONARDO DA VINCI Partnerschaften

source: Environmental education
de: Umweltbildung

source: Overall satisfaction regarding support from sending organisation for practical arrangements
de: Generelle Zufriedenheit mit der Unterstützung durch die Entsendeorganisation hinsichtlich praktischer Vorkehrungen für Ihren Auslandaufenthalt

source: Trilateral exchange
de: Trilateraler Austausch

source: 11 months
de: 11 Monate

source: Animal welfare
de: Tierschutz

source: Directors and chief executives
de: Direktor/innen und Geschäftsführer/innen

source: Un-identified
de: Nicht identifiziert

source: Sinhalese
de: Sinhalesisch

source: My own insufficient language skills
de: Eigene unzureichende Sprachkenntnisse

source: Recruited
de: eigens eingestellt

source: Employees
de: ArbeitnehmerInnen

source: Merchandising
de: Absatzförderung

source: Communications equipment installation
de: Installation für Kommunikationsausrüstung

source: Projects encouraging innovation and quality
de: Projekte zur Förderung von Innovation und Qualität

source: COMENIUS Multilateral networks
de: COMENIUS Multilaterale Netzwerke

source: School development, leadership and links with the world of work
de: x

source: Social and behavioural science (others)
de: Sozial- und Verhaltenswissenschaften (sonstiges)

source: COMENIUS In-Service Training for Teachers and other Educational Staff (IST)
de: COMENIUS-Lehrerfortbildung (In-Service-Training - IST)

source: the linkage between culture and education
de: Die Verbindung zwischen Kultur und Bildung

source: To a very high extent
de: Weitgehend

source: Host Expressions of Interest
de: Interessensbekundung des Gastgebers

source: Civil engineering
de: Hoch- und Tiefbau

source: Bilateral exchange
de: Bilateraler Austausch

source: 20-26 years
de: 20-26 Jahre

source: Mining of coal and lignite
de: Kohlebergbau

source: European Citizenship
de: Europäische Bürgerschaft

source: Applicant co-ordinator
de: Koordinator des Antragstellers/der Antragstellerin

source: Gave me a wider range of teaching approaches/methods/techniques/materials to choose from
de: Erweiterte die Auswahl an Methoden/Techniken/Materialien und die Vorgehensweise zu lehren

source: Education managers
de: Bildungsfachleute/-leiter

source: Still inactive graduates with adult education qualification
de: Noch nicht berufstätige Absolventen mit Qualifizierungen für die Erwachsenenbildung

source: Raising student achievement
de: Verbesserung der Leistung von Studierenden

source: STUDY VISITS
de: STUDIENBESUCHE

source: Craft skills
de: Handwerkliche Fähigkeiten

source: The organisation where I trained/worked met my training needs
de: Die ausbildende Organisation/Stelle hat meinen Ausbildungsbedarf erfüllt

source: Manufacture of wood and of products of wood and cork, except furniture; manufacture of articles of straw and plaiting materials
de: Produktion von Holz und Holz-/Korkprodukten, Möbel ausgenommen; Produktion von Artikeln aus Stroh und geflochtenen Materialien

source: CONSTRUCTION
de: Baugewerbe/Bau

source: For profit
de: gewerblich

source: NETHERLANDS
de: NIEDERLANDE

source: 16 months
de: 16 Monate

source: Cambodia
de: Kambodscha

source: 51 to 250
de: 51 bis 250

source: Health problems
de: Gesundheitsprobleme

source: Agriculture, forestry and fishery (broad programmes)
de: Land- und Forstwirtschaft und Fischerei (breitgefächerte Bildungsgänge)

source: Artistic education, also including Arts and Crafts and Music
de: Künstlerische Bildung, einschließlich Kunst, Handwerk und Musik

source: Swedish
de: schwedisch

source: Turkish
de: türkisch

source: Cultural awareness and expression
de: Kulturbewusstsein und kulturelle Ausdrucksfähigkeit

source: Geodesy, cartography, remote sensing
de: Erdvermessung, Kartographie, Fernerkundung

source: Skilled agricultural and fishery workers
de: Landwirtschafts- und Fischereifacharbeiter

source: promoting
de: fördernd

source: Africa, Caribbean and Pacific
de: Afrika, Karibik und Pazifik

source: Engineering and engineering trades (others)
de: Ingenieurwissenschaften und Ingenieurberufe (andere)

source: Sound
de: Ton

source: Breton
de: Bretonisch

source: Organisational problems with partner organisations
de: Organisatorische Probleme mit den Partnereinrichtungen

source: Improve learners comprehension and expression in a language
de: Verbesserung der Verständnis- und Ausdrucksfähigkeit in einer Sprache

source: Script-editor
de: Drehbuchautor

source: I am a national of another country enrolled in regular courses in an institution of higher education or living in a participating country under the conditions fixed by this participating country, namely:
de: Ich bin Staatsbürger/in eines anderen Staates und bin eingeschrieben in einen regulären Studiengang an einer Hochschule in einem am Programm für lebenslanges Lernen teilnehmenden Staat oder lebe in einem am Programm für lebenslanges Lernen teilnehmenden Staat gemäß dessen Bedingungen, nämlich:

source: Health professionals (except nursing)
de: Gesundheitspersonal (außer Krankenpflege)

source: European Integration Studies
de: Europäische integrative Studien

source: Platform of pan-European organisations
de: Plattform gesamteuropäischer Organisationen

source: Lisbon partnership for growth and jobs
de: Lissabon Strategie für Wachstum und Beschäftigung

source: Round 1: 01/02/2011
de: Runde 1: 01/02/2011

source: Europass Curriculum Vitae (CV)
de: Europass-Lebenslauf

source: Non-profit civil society organisation with a legal status
de: Gemeinnützige zivilgesellschaftliche Organisation mit einem Rechtsstatus

source: New curricula and qualifications
de: Neue Curricula und Qualifikationen

source: physical education and sport
de: Sport

source: Experience gained from town-twinning, cultural events
de: Erfahrung gewonnen durch Town-Twinning, kulturelle Veranstaltungen

source: VETPRO (VET Professionals)
de: VETPRO (Fachkräfte in der beruflichen Aus- und Weiterbildung)

source: Transferring and implementing results (multiplication) and/or mainstreaming them into policies
de: x

source: Acquisition of key competences in education and training throughout lifelong learning
de: x

source: Literacy
de: Lese- und Schreibfähigkeit

source: Kurdish
de: Kurdisch

source: GRUNDTVIG Senior Volunteering Projects
de: GRUNDTVIG Freiwilligenprojekte 50+

source: Pedagogical workload
de: Pädagogischer Aufwand

source: Assistant (incl. host)
de: Assistenzkraft (inklusive gastgebende Einrichtung)

source: WATER SUPPLY; SEWERAGE, WASTE MANAGEMENT AND REMEDIATION ACTIVITIES
de: Wasserversorgung, Abwasser- und Abfallentsorgung und Beseitigung von Umweltverschmutzungen

source: The knowledge triangle of education, research and innovation
de: Das Wissensdreieck bestehend aus Bildung, Forschung und Innovation

source: Speaker
de: RednerIn

source: Cooperation between the worlds of education, training and work
de: x

source: Physical and engineering science technicians
de: Physik- und Ingenieurberufe

source: Poor
de: Sehr schlecht

source: Violence in school - peace education
de: Gewalt an Schulen - Friedenserziehung

source: COMENIUS Assistantships (HOST SCHOOLS)
de: COMENIUS Assistenzzeiten (GASTEINRICHTUNGEN)

source: Latvian
de: lettisch

source: Pupils, students, trainees and adult learners
de: Schüler, Studierende, Auszubildende und erwachsene Lernende

source: Not funded HOME
de: nicht bezuschusste Heimateinrichtung

source: Europass Certificate Supplement
de: Europass-Zeugniserläuterung

source: Publisher
de: Herausgeber

source: Kenya
de: Kenia

source: Statistics
de: Statistik

source: My Mobility abroad will help me find a job
de: Durch meinen Auslandsaufenthalt finde ich leichter eine Arbeitsstelle

source: Dissemination with other local schools and organisations
de: Verbreitung an anderen lokalen Schulen und Organisationen

source: Life science and health associate professionals
de: Biowissenschaftler und Gesundheitsfachkräfte

source: New or extended European partnerships
de: Neue oder erweiterte europäische Partnerschaften

source: Television
de: Fernsehen

source: Transport services
de: Transportwesen

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering a complete cycle of study and leading to a recognised double or joint degree
de: x

source: Trans-national sharing of experience and best practice
de: Grenzüberschreitende Nutzung von Erfahrung und bewährten Methoden

source: Equal opportunities men and women
de: Chancengleichheit von Männern und Frauen
